import datetime

# ls = [['家居', '运动', '餐具', '乐器', '出行'], ['节庆', '文玩', '护肤', '农具', '茶香'],
#       ['厨具', '箱包', '配饰', '鞋履', '餐具'], ['美酒', '药品', '五金', '服饰', '数码'],
#       ['鞋履', '餐具', '童装', '文玩', '宠物'], ['书籍', '服饰', '配饰', '建材', '节庆'],
#       ['床品', '健康', '农具', '灯具', '康师傅'], ['食品', '服饰', '厨具', '植物', '家具'],
#       ['潮玩', '彩妆', '床品', '出行', '蜜雪冰城'], ['植物', '母婴', '箱包', '办公', '薇诺娜'],
#       ['药品', '家电', '彩妆', '服饰', '美的']]
# for value in ls:
#     for el in value:
#         print(el, end='\t')
#     print()

result = [{'name':'你好'}]
print(result[0])